Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=389_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Adjágas väŠlddčuäŠjteeŠjen Ijahis idjaan
fin: Kansainvälisesti menestynyt Adjágas pääesiintyjäksi Ijahis idjaan

source: Meeraikõskkseld oŠnnstam sääŠmbänd Adjágas puätt påŠrǧǧmannust Aanrest riõššum Ijahis idja – vuõssnaroodi musiikkpood väŠlddčuäŠjteejen.
fin: Kansainvälisesti menestynyt saamelaisyhtye Adjágas saapuu elokuussa Inarissa järjestettävän Ijahis idja - alkuperäiskansojen musiikkitapahtuman pääesiintyjäksi.

source: – Konsertt lij Adjágasin vuõssmõs LääŠddjânnmest.
fin: – Konsertti on Adjágasin ensimmäinen Suomessa.

source: Ijahis idja - festivaalorganisaatia lij kuärǥast, ku lij vuäǯǯam vuâsttaväŠldded nääiŠt vääžnai sääŠmbändi poŠdde da sij musiikk kuulât LääŠddjânnam sääŠmvuuŠdest, festivaaljååŠđteei Anna Näkkäläjärvi vieŠsslâtt.
fin: Ijahis idja - festivaaliorganisaatio on iloinen saadessaan vastaanottaa näin merkittävän saamelaisyhtyeen tapahtumaan ja että heidän musiikkiaan kuullaan viimein Suomen saamelaisalueella, vs. kulttuurisihteeri Anna Näkkäläjärvi hehkuttaa.

source: Adjágas õhttat jiijjâz musiikkâst tâŠvvsääŠm juõiŠǥid da modeern jeeŠres musiikk čuõŠjjõõzzid.
fin: Adjágas yhdistää musiikissaan pohjoissaamelaista joikua ja moderneja musiikillisia sävyjä.

source: Bäänd ođđsumuž čõõđtõs lij album Mánu rávdnji (2009), koon oudldi bäänd debyyttilevy Adjágas (2006).
fin: Yhtyeen viimeisin julkaisu on albumi Mánu rávdnji (2009), jota edelsi yhtyeen debyyttilevy Adjágas (2006).

source: Adjágas voddõõđi Vancouver olympia poodd kultturproggraammâst da lij puârast vuâsttavalddum da siõs-sum bändd nuŠtt dommjânnmest Taarrâst di meeraikõskkseld.
fin: Adjágas esiintyi Vancouverin olympialaisten kulttuu-riohjelmassa ja on erittäin suosittu yhtye niin kotimaassaan Norjassa kuin kansainvälisestikin.

source: EeŠjj 2010 theeman õŠhttekuullâmvuõtt
fin: Vuoden 2010 teemana yhteenkuuluvuus

source: Čiiččad vuâra riâžžõttum Ijahis idja kollai Aanar ceerkavsiidâst 20.–22.8.2010.
fin: Seitsemättä kertaa järjestettävä Ijahis idja raikaa Inarin kirkonkylällä 20.–22.8.2010.

source: Festivaal lij põõššinalla põõštam staattuuzzes pueŠrmõsân sääŠm-musiikk čuäŠjtem pooddin LääŠddjânnmest.
fin: Festivaali on vakiinnuttanut asemansa tärkeimpänä saamelaismusiikkia esittelevänä tapahtumana Suomessa.

source: Festivaal theeman lij tän eeŠjj vuõssna-roodi õŠhttekuullâmvuõtt.
fin: Festivaalin teemana on tänä vuonna alkuperäiskansojen yhteenkuuluvuus.

source: Vuõssnarood puäŠtte Aanra kolmmen jeeŠres jânnmest da määŋg kulttuur kaaunõõttmõš lij jiiŠjjesnallšem festivaal his-toorâst.
fin: Alkuperäiskansoja saapuu Inariin kolmelta eri mantereelta ja kulttuurien kohtaaminen on ainutlaatuinen festivaalin historiassa.

source: Ijahis idjan musiikkpodd lij sueŠvet 23.8. riõššum Ijahis ija - konsertt, koŠst kuulât Adjágasin musiikk lââŠssen vuõssnarodkueŠssi čuäjtõõzzid, äŠrbbvuõđ mieŠldd puättam saaŠmi vokaalmusiikkšlaaji čuäŠjteei di räbb-musiikk čieŠpp Amocist da Ailu Vallest da jiânnâi jeeŠres sääŠm-musiikkid.
fin: Ijahis idjan päätapahtuma on lauantaina 23.8. järjestettävä Ijahis ija - konsertti, jossa kuullaan Adjágasin musiikin lisäksi alkuperäiskansavieraiden esityksiä, perinteisten saamelaisten vokaalimusiikkilajien esittäjiä sekä saamelaista räppiä Amocilta ja Ailu Vallelta ja paljon muuta saamelaismusiikkia.

source: Ijahis idja – pood reäŠšše õhttsažtuâjast Anára Sámisearvi, SääŠmteŠǧǧ, SääŠmvuuŠd škoouŠlʼjemkõõskõs, SääŠm-muŠzei Siida, Aanar kåŠdd, Giella-gas-instituutt da Aanar sieŠbrrkåŠdd.
fin: Ijahis idja - tapahtuman järjestävät yhteistyössä Saamelaiskäräjät, Anára Sámisearvi, Saamelaisalueen koulutuskeskus, Saamelaismuseo Siida, Inarin kunta, Giellagas-instituutti ja Inarin seurakunta.

source: LââŠssteâđaid festivaaljååŠđteei Anna NäkkäläjääuŠrest, Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.
fin: kulttuurisihteeri Anna Näkkäläjärveltä, Tämä sähköpostiosoite on suojattu roskapostia vastaan, aseta javascripttuki päälle nähdäksesi osoitteen.

source: , 0408400383 da poodd säiŠmmseeidain addrõõzzâst www.ijahisidja.fi.
fin: , 0408400383 ja tapahtuman verkkosivuilta osoitteesta www.ijahisidja.fi.
